do
 function run(msg, matches)
return [[ 
🔰راهنمای دستورات فان ربات ضد لینک ug🔰
➖➖➖➖➖➖➖➖➖➖
📝 دریافت اطلاعات شما
💬 اطلاعات من
➖➖➖➖➖➖➖➖➖➖
📝 دریافت ساعت به صورت استیکر
⏰ ساعت
➖➖➖➖➖➖➖➖➖➖
📝 کوتاه کننده لینک
📋 کوتاه 
🔰 مثال:کوتاه + لینک
➖➖➖➖➖➖➖➖➖➖
📝 تبدیل متن به صدا
📢 ویس
🔰 مثال:ویس + متن
➖➖➖➖➖➖➖➖➖➖
📝 ترجمه متن فارسی به انگلیسی وبرعکس
📜 ترجمه
🔰 مثال:ترجمه + زبان + متن 
➖➖➖➖➖➖➖➖➖➖
تبدیل متن به استیکر
👱🏻 استیکر
🔰 مثال:استیکر + متن
➖➖➖➖➖➖➖➖➖➖
📝 تبدیل متن به عکس
🌄 عکس
🔰 مثال:عکس + متن
➖➖➖➖➖➖➖➖➖➖
📝 اذان شهرها
🕌 اذان
🔰 مثال:اذان + شهر
➖➖➖➖➖➖➖➖➖➖
📝 ماشین حساب
✔️ حساب
🔰 مثال:حساب 2+2=4
➖➖➖➖➖➖➖➖➖➖
📝 تبدیل عکس به استیکر
👱🏻 به استیکر
🔰 مثال:عکس + ریپلای
➖➖➖➖➖➖➖➖➖➖
📝 تبدیل استیکر‌به عکس
🌄 به عکس
🔰 مثال:استیکر + ریپلای
➖➖➖➖➖➖➖➖➖➖
📝 اب وهوای شهرها
⛈ اب وهوا
🔰 مثال:اب و هوا + شهر
➖➖➖➖➖➖➖➖➖➖
📝 دریافت عکس پرو فایل خود کاربر 
🌄 عکس من
➖➖➖➖➖➖➖➖➖➖
📝 نوشتن کلمه با 100 فونت مختلف
✏️نوشتن
➖➖➖➖➖➖➖➖➖➖
در زدن دستورات به فاصله حرف  دقت کنید
➖➖➖➖➖➖➖➖➖➖
سازنده:🌷🌺ℳʊⓢ@🌺🌷
کانال ما:@ugtaim
]]
end
return {
patterns = {
"^فان$",
"^$"
},
run = run
}
end