do
 function run(msg, matches)
return [[ 
🔰راهنمای دستورات اد  اجباری  در  گروه ها 🔰
➖➖➖➖➖➖➖➖➖➖
📝 بازکردن اد اجباری
💬 بازکردن اد
➖➖➖➖➖➖➖➖➖➖
📝 بستن اد اجباری
❌ بستن اد
➖➖➖➖➖➖➖➖➖➖
📝 فعال  غیرفعال  کردن  پیغام  پس از اد کردن 
📋 دریافت پیام 
🔰 مثال:دریافت پیام فعال
🔰 مثال:دریافت پیام غیرفعال
➖➖➖➖➖➖➖➖➖➖
📝 تنظیم حد اکثر اد کردن کاربر توسط کاربر اد شده 
📢 تنظیم اد
🔰 مثال:تنظیم اد 2
توجه کنید  که از 1 تا 10 میتوانید   تنظیم  کنید 
➖➖➖➖➖➖➖➖➖➖
📝 دریافت اطلاعات  مانده تعداد کاربر 
📜 اطلاعات اد  
➖➖➖➖➖➖➖➖➖➖
تیم پشتیبانی  ug
سازنده:🌷🌺ℳʊⓢ@🌺🌷
کانال ما:@ugtaim
]]
end
return {
patterns = {
"^راهنمای اداجباری$",
"^$"
},
run = run
}
end