do local _ = {
  admins = {},
  disabled_channels = {},
  enabled_plugins = {
    "banhammer",
    "groupmanager",
    "msg-checks",
    "plugins",
    "tools",
    "fun",
    "info",
    "del",
    "nerkh",
    "pic",
    "ping",
    "time1",
    "write",
    "addkick",
  },
  info_text = "》راهنمای تمدید اعتبار رباتv4.1\n\n🔰 شماره کارت بانک ملی ایران :\n》 6037997303171871 《\n\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n🔰ایدی مدیریت فروش :\n》 @arta_2000 《\n\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n🔰ایدی مدیرپشتیبانی  نصب و راه اندازی ربات :\n》@mu12123《\n\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n🔰نظرات وپیشنهادات خود را باما در میان بزارید:\n》@mu12123《\n》@arta_2000《\n》@Ug1020bot《\n\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n🔰.ادرس سایت ما:\n》http://ug-b-z-l.ir 《\n\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n🔰لینک پشتیبانی  ربات های ضد لینکug :\n》 https://t.me/joinchat/ETnLRj-km-o8h3XCuw4u8A 《\n\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖➖\n\n🔰.تیم پشتیبانی ربات های ضد لینک ugبا ما  امنیت  رو  تجربه کنید .\n",
  moderation = {
    data = "./data/moderation.json"
  },
  sudo_users = {
   378362487,
   289000262,		
  }
}
return _
end
